nikhildevshatwar/k3-respart-tool/out/j721e-evm.syscfg
MCU_0_R5_2.Main_2_MCU_Level_Interrupt_router_count                  = 32;
MCU_0_R5_2.Main_2_MCU_Pulse_Interrupt_router_count                  = 24;
MCU_0_R5_2.Main_GPIO_Interrupt_router_count                         = 8;
MCU_0_R5_2.Wakeup_GPIO_Interrupt_router_count                       = 8;
MCU_0_R5_2.Main_NAVSS_UDMA_Interrupt_aggregator_Global_events_count = 32;
MCU_0_R5_2.Main_NAVSS_Non_secure_proxies_count                      = 4;
MCU_0_R5_2.Main_NAVSS_Ring_accelerator_Free_rings_count                      = 6;
MCU_0_R5_2.Main_NAVSS_Ring_accelerator_ring_monitors_count                   = 1;
MCU_0_R5_2.Main_NAVSS_UDMA_Normal_capacity_Rx_channels_count        = 2;
MCU_0_R5_2.Main_NAVSS_UDMA_Normal_capacity_Tx_channels_count        = 2;
MCU_0_R5_2.Main_NAVSS_Interrupt_router_count                        = 4;
MCU_0_R5_2.MCU_NAVSS_Interrupt_aggregator_Virtual_interrupts_count  = 4;
MCU_0_R5_2.MCU_NAVSS_Interrupt_aggregator_Global_events_count       = 64;
MCU_0_R5_2.MCU_NAVSS_Non_secure_proxies_count                       = 4;
MCU_0_R5_2.MCU_NAVSS_Ring_accelerator_Free_rings_count                       = 12;
MCU_0_R5_2.MCU_NAVSS_Ring_accelerator_ring_monitors_count                    = 3;
MCU_0_R5_2.MCU_NAVSS_UDMA_Rx_free_flows_count                       = 4;
MCU_0_R5_2.MCU_NAVSS_UDMA_Normal_capacity_Rx_channels_count         = 2;
MCU_0_R5_2.MCU_NAVSS_UDMA_Normal_capacity_Tx_channels_count         = 2;
MCU_0_R5_2.MCU_NAVSS_Interrupt_router_count                         = 28;
MCU_0_R5_2.allocOrder                                               = 4;
